index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Robert Cina Online</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="simple.css" />
</head>
<body>
<div id="content">
<h1 class="title">Robert Cina Online</h1>
<div id="outline-container-org1579cc8" class="outline-2">
<h2 id="org1579cc8">About</h2>
<div class="outline-text-2" id="text-org1579cc8">
<ul class="org-ul">
<li>This is just a simple personal website to document stuff I am interested in. Stuff like technology, computer science, math, and programming interest me.
At the moment some of the languages I am familiar with are Python, Java, C and JavaScript. I also have an interest in Emacs and using BSD (Unix) and Linux operating systems.</li>
</ul>
</div>
</div>

<div id="outline-container-org8eb946e" class="outline-2">
<h2 id="org8eb946e">Links</h2>
<div class="outline-text-2" id="text-org8eb946e">
<ul class="org-ul">
<li><a href="https://github.com/rcina">My Github Account</a></li>
<li><a href="https://github.com/rcina/dotemacs">My Emacs Configuration</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
